// © Copyright 2004-2012, 2015 HP Development Company, L.P.

TaskName = "Processi memorizzati";

NoPrintTitle = "Impossibile stampare il lavoro";
NoDeleteTitle = "Impossibile eliminare il lavoro";
NoPrintMsg1 = "Assicurarsi che il PIN sia corretto.";
NoPrintMsg2 = "Verificare che la stampante sia connessa e in linea.";

DeleteButtonTitle = "Elimina";
CancelButtonTitle = "Annulla";

DeleteJobAlertTitle = "Eliminare il processo \"%@\"?";
DeleteJobAlertMsg = "I dati del processo andaranno persi; non è possibile annullare questa azione.";

EnableJobStoring = "Abilita memorizzazione lavori";
TaskDescription = "Selezionare un lavoro memorizzato da stampare o eliminare. È possibile stampare più copie immettendo il numero di copie desiderate.";
UserName = "Nome utente";
JobName = "Nome lavoro";
PinTitle = "Immettere il PIN del lavoro protetto:";
CopiesTitle = "Copie da stampare:";
DeleteButton = "Elimina";
PrintButton = "Stampa";
ApplyNowButton = "Applica adesso";